/* Label for preview action on Tab Tray Tab to add current tab to Bookmarks */
"Add to Bookmarks" = "Zu Lesezeichen hinzufügen";

/* Label for preview action on Tab Tray Tab to add current tab to Reading List */
"Add to Reading List" = "Zur Leseliste hinzufügen";

/* Label for preview action on Tab Tray Tab to close the current tab */
"Close Tab" = "Tab schließen";

/* Label for preview action on Tab Tray Tab to copy the URL of the current tab to clipboard */
"Copy URL" = "Adresse kopieren";

/* String describing the action of opening the last added bookmark from the home screen Quick Actions via 3D Touch */
"Open Last Bookmark" = "Letztes Lesezeichen öffnen";

/* String describing the action of opening the last tab sent to Firefox from the home screen Quick Actions via 3D Touch */
"Open Last Tab" = "Letzten Tab öffnen";

/* Accessibility label, associated to the 3D Touch action on the current tab in the tab tray, used to display a larger preview of the tab. */
"Preview of %@" = "Vorschau von %@";

